/* env. variable value template */
"value" = "valeur";

/* env. variable name template */
"SOME_ENV" = "UNE_ENV";

/* toolbar item name */
"New" = "Nouveau";

/* toolbar item tooltip */
"Add new environment variable" = "Ajoute une nouvelle variable d'environement";

/* toolbar item tooltip */
"Remove environment variable" = "Supprime une variable d'environement";

/* toolbar item name */
"Delete" = "Effacer";

/* open failure alert sheet
   write failure alert sheet
   write failure alert sheet */
"Failure" = "Failure";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Inserer";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Donnée non sauvegardée";

/* unsaved changes warning in alert sheet
   descriptive text in save changes alert sheet */
"You have modified your crontab. Save changes?" = "Vous avez modifié votre crontab. Sauver les changements?";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Abandonner";

/* empty crontab alert sheet */
"Empty Crontab" = "Crontab vide";

/* Ok in dialog */
"OK" = "OK";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Quelque chose m'a empéché de lire votre crontab - peut-être une tempête d'ions dans la Ceinture d'astéroïde. Vérifiez que se soit cela et réglez le problème ou alors mailez l'auteur (voir 'À propos de') et plaignez-vous comme s'il n'y avait pas de lendemain.";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Exécute la commande\n";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Annuler";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = "Privilèges insuffisants pour écrire le crontab de l'utilisateur \"%s\".";

/* run now menu item label. Has to be identical to the NIB version! */
"Run Now" = "Lancer maintenant";

/* Save button label */
"Save" = "Sauver";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%s' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "Je n'ai pu trouvé de dossier de Départ pour '%s' sur votre système. Vous avez peut-être mal tapé le nom ou (non pas ça!) effacer ce dossier. Mieux vaut regarder...";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Joyeuse Année!\"";

/* Run now context menu item */
"Run now" = "Lancer maintenant";

/* Show toolbar menu item label */
"Show Toolbar" = "Afficher la barre d'outils";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "Utilisateur";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "L'utilisateur n'existe pas";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "Le système a retourné un crontab vide pour '%s'. Cela veut probablement juste dire qu'il n'y a pas encore de crontab pour cet utilisateur. Presser OK va vous vous permettre d'éditer et d'installer un nouveau crontab et vous ne verrez plus jamais ce message d'alerte. Si, autrement, vous êtes sûr que '%s' a un crontab, alors vous avez peut-être rencontré une anomalie temporelle. Contactez l'auteur (voir 'À propos de') et plaignez-vous comme s'il n'y avait pas de lendemain.";

/* Insufficient privileges warning in open failure alert sheet */
"Insufficient privileges to open crontab for user \"%s\".\nOnly \"root\" can open other user's crontabs." = "Privilèges insuffisants pour ouvrir crontab de l'utilisateur \"%s\".\nSeul \"root\" peut ouvrir les crontabs d'autres utilisateurs.";

/* descriptive text in open failure alert sheet
   descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Privilèges insuffisants pour écrire le crontab.";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nLa sortie va apparaître ci-dessous lorsque la commande aura fini son exécution\n";

/* Yes in dialog */
"Yes" = "Oui";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Masquer la barre d'outils";

/* string in status toolbar item */
"Crontab for user:" = "Crontab pour l'utilisateur:";

/* toolbar palette label
   toolbar label
   toolbar item tooltip */
"Current crontab" = "Crontab actuel";

/* toolbar item name */
"New" = "Nouveau";

/* toolbar item name */
"Open" = "Ouvrir";

/* toolbar item tooltip */
"Create new crontab entry" = "Creer une nouvelle entrée crontab";

/* toolbar item tooltip */
"Open crontab for different user" = "Ouvrir crontab pour un utilisateur différent";

/* toolbar item name */
"Save" = "Sauver";

/* toolbar item tooltip */
"Save crontab" = "Sauver crontab";

/* toolbar item tooltip */
"Remove crontab entry" = "Effacer une entrée crontab";

/* toolbar item name */
"Delete" = "Effacer";

/* Error converting */
"Couldn't convert value" = "Erreur de conversion de la valeur";
